import React from "react";
import './body-t.css'
const Text = (props:any)=>{
    return(
        <div className="t-flex">

            <div className="t-div">
              <div className="t-h">  <h2>
                        Успех - это всё, что нужно современному человеку или...?
                </h2>
                </div>
                <div className="t-p">
                <p>Вы ничего не понимаете,
Я просто хочу стать успешным! Хочу добиться успеха! Эти фразы мы слышим и произносим сами постоянно. Ну, добились вы успеха, и что дальше? Для чего всё это было? Стоило ли это того? Допустим, можно написать программу, как стать успешным :(определить конечную точку, поставить цели, расписать пути их достижения), а есть ли такая программа, которая подскажет как жить? Она отсутствует в природе. Каждый выбирает свой путь и вершит свою судьбу, и никто не напишет код с пошаговыми действиями.
Успех бывает разных типов. А integer, real, boolean здесь ни при чём. Маленький успех - достижение небольшой цели и шаг к большой: Закончил писать скрипты, оформил сайт, дописал программу. Большой успех - это покорение той вершины, к которой долго шёл : закончил делать свой сайт, написал игру, которая стала востребована и т.д Несомненно, понятие успеха у каждого своё. Но разве это всё, что нужно человеку?
Конечно, победы и достижения играют большую роль в нашей жизни, помогая двигаться дальше, придавая сил и энергии. Нужно заметить, что падения играют немаловажную роль в нашей жизни. Именно допуская ошибки, спотыкаясь и падая, человек осознаёт правильность своих решений, верность направления, учится на своих неудачах, а значит растёт( в широком понимании этого слова), идёт дальше, укрепив свой моральный дух, с большим рвением приступает к делу." Успех идет от неудачи к неудаче без потери энтузиазма. "( Черчиль)
Не только взлёты и падения помогают людям, заряжают их, помогают идти дальше. Несомненно, это семья. Все близкие люди, друзья помогают преодолеть трудности, сделают падение не таким больным, поддержат, укажут на ошибку. Они бутут сопровождать нас всю жизнь. Счастье и любовь царят только вокруг людей, которые тебе дороги. Эти ценности помогают не отчаяться в трудную минуту, заставляют жить дальше во что бы то ни стало.
Представим успешного программиста. Он работает в престижной кампании, зарабатывает много денег . Но всё ли хорошо у него в жизни? Пусть у него есть много денег, дорогая иномарка, большой дом. Но если некому будет высказаться, поделиться переживаниями, радостями, успехом, просто провести вечер,всё "ценное" сразу станет ненужным. У такого человека много проблем в жизни. А главная - он несчастен. У программиста в скором будущем не будет успеха, потому что не будет цели развиваться и двигаться дальше. Важнее и лучше быть счастливым, чем успешным.
Всё, что нужно для людей - это успех, цели, ошибки, близкие люди и ,конечно, счастье и много любви.
Если ты будешь счастливым и делать счастливыми людей вокруг себя, то не придётся искать успех, он найдёт тебя сам."Самое главное — это наслаждаться жизнью и быть счастливым. Это все, что имеет значение"</p>
</div>
            </div>




        </div>
    )
}
export default Text;