import React from "react";
const Petr = ()=>{
    return(
        <div  className="a" >
 <h1 >
     АНЕКДОТЫЫЫЫ ОТ ПЕЕЕЕТРААААА сергеича
 </h1>
<h2> АНЕКДОТ ХЫЫААА</h2>
<a className="a1">
    Объявление в подъезде: «Уважаемая соседка с шестого этажа! Перестаньте, пожалуйста, так кричать по ночам. Я была с вашим мужем – ничего особенного».
</a>

<h2> АНЕКДОТ ХЫЫААА</h2>
<a className="a2">
    Знакомый фотограф перерезал пополам свою кредитку Тинькофф за осуждение войны Тиньковым.
    А свою камеру Никон за осуждение войны Японией не разбил
</a>
</div>
    )
}
export default Petr;